---
kind: property
id: P:Autodesk.Revit.DB.PointClouds.PointCloudColorSettings.Color2
source: html/fc707d33-cbae-b032-1648-6d6f12eefdd8.htm
---
# Autodesk.Revit.DB.PointClouds.PointCloudColorSettings.Color2 Property

Color 2

## Syntax (C#)
```csharp
public Color Color2 { get; }
```